<%@ Page Language="C#" AutoEventWireup="true" CodeBehind="kef1.aspx.cs" Inherits="CareerOrientation.kef1" %>

<!DOCTYPE html>

<html xmlns="http://www.w3.org/1999/xhtml">
<head runat="server">
    <title></title>
</head>
<body>
    <form id="form1" runat="server">
        <div>
            <asp:Label ID="Label1" runat="server" Text="Κατεύθυνση Τεχνολογίας Λογισμικού και Ευφυή Συστήματα (ΤΛΕΣ)"></asp:Label>
        </div>
        
           <h2>1.1 Εισαγωγή</h2>
            <p>Η ταχύτατη εξέλιξη των υπολογιστών, που σηματοδοτείται από αυξημένη υπολογιστική ισχύ, αυξημένη χωρητικότητα μνήμης και εξειδικευμένες περιφερειακές συσκευές, έχει επιτρέψει τη διάδοση προηγμένων και απαιτητικών προγραμματιστικών τεχνικών, ακόμα και σε επίπεδο προσωπικού υπολογιστή. Οι τεχνικές αυτές θεραπεύονται από τα επιστημονικά πεδία της Τεχνολογίας
Λογισμικού, των Γραφικών και της Εικονικής Πραγματικότητας, της Τεχνητής Νοημοσύνης και των Ευφυών Συστημάτων, της Αναγνώρισης Προτύπων και Μηχανικής Μάθησης, Πολυμέσων καθώς και από τις πλέον προηγμένες
τεχνικές Επικοινωνίας Ανθρώπου-Υπολογιστή. Η κατεύθυνση αυτή φιλοδοξεί να προσφέρει στους προπτυχιακούς φοιτητές αφ’ ενός το απαραίτητο υπόβαθρο, αφ’
ετέρου τις ιδιαίτερες τεχνικές γνώσεις ώστε να μπορούν
να ανταποκριθούν αναπτυξιακά και ερευνητικά στην ευρύτερη περιοχή των σύγχρονων και προηγμένων τεχνικών ανάπτυξης λογισμικού.</p>
            <h2>1.2 Προαπαιτουμενες γνωσεις</h2>
            <p>mpla mpla mpla mlpa</p>
            <h2>1.3 Μαθήματα</h2>
            <p>mpla mpla mpla mlpa</p>
            <h2>1.4 Επαγγελματικές Προοπτικές</h2>
            <p>mpla mpla mpla mlpa</p>
        
            <asp:Button ID="Button1" runat="server" Text="Ξεκίνα το τεστ" />
        
    </form>
</body>
</html>
